<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `hhs_delivery_order`;");
E_C("CREATE TABLE `hhs_delivery_order` (
  `delivery_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_sn` varchar(20) NOT NULL,
  `order_sn` varchar(20) NOT NULL,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(50) DEFAULT NULL,
  `add_time` int(10) unsigned DEFAULT '0',
  `shipping_id` tinyint(3) unsigned DEFAULT '0',
  `shipping_name` varchar(120) DEFAULT NULL,
  `user_id` mediumint(8) unsigned DEFAULT '0',
  `action_user` varchar(30) DEFAULT NULL,
  `consignee` varchar(60) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `country` smallint(5) unsigned DEFAULT '0',
  `province` smallint(5) unsigned DEFAULT '0',
  `city` smallint(5) unsigned DEFAULT '0',
  `district` smallint(5) unsigned DEFAULT '0',
  `sign_building` varchar(120) DEFAULT NULL,
  `email` varchar(60) DEFAULT NULL,
  `zipcode` varchar(60) DEFAULT NULL,
  `tel` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `best_time` varchar(120) DEFAULT NULL,
  `postscript` varchar(255) DEFAULT NULL,
  `how_oos` varchar(120) DEFAULT NULL,
  `insure_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `update_time` int(10) unsigned DEFAULT '0',
  `suppliers_id` smallint(5) DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `agency_id` smallint(5) unsigned DEFAULT '0',
  PRIMARY KEY (`delivery_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=173 DEFAULT CHARSET=utf8");
E_D("replace into `hhs_delivery_order` values('3','20090615055780744','2009061585887','15','123232','1245044533','3','城际快递','1','admin','刘先生','海兴大厦','1','2','52','502','','HHShop@HHShop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00','1245045443','0','1','0');");
E_D("replace into `hhs_delivery_order` values('5','20090615064331475','2009061503335','17','00906150333512','1245047978','3','城际快递','1','admin','刘先生','海兴大厦','1','2','52','502','','HHShop@HHShop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00','1245048189','0','1','0');");
E_D("replace into `hhs_delivery_order` values('6','20150721171851356','2015072033885','119','','1437373712','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437441515','0','0','0');");
E_D("replace into `hhs_delivery_order` values('7','20150722143293064','2015072209431','141','2222','1437517390','0','','13','admin','哈哈哈哈','呼呼','1','5','286','3281','','','','','15888888888','','','等待所有商品备齐后再发','0.00','0.00','1437517943','0','0','0');");
E_D("replace into `hhs_delivery_order` values('8','20150722143376331','2015072169032','133','222','1437456190','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437517980','0','0','0');");
E_D("replace into `hhs_delivery_order` values('9','20150724012866105','2015072427390','197','229232991117','1437642612','0','','83','admin','娃娃','哈哈哈哈哈哈哈哈哈哈','1','5','65','626','','','','','13888888888','','','等待所有商品备齐后再发','0.00','0.00','1437643691','0','0','0');");
E_D("replace into `hhs_delivery_order` values('10','20150724101820573','2015071417011','82','111','1436838976','0','','19','admin','','','0','0','0','0','','','','','','','','等待所有商品备齐后再发','0.00','0.00','1437675538','0','0','0');");
E_D("replace into `hhs_delivery_order` values('11','20150724112077443','2015072477139','208','1111','1437678862','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437679210','0','0','0');");
E_D("replace into `hhs_delivery_order` values('12','20150724120162392','2015072469089','209','11','1437681494','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437681708','0','0','0');");
E_D("replace into `hhs_delivery_order` values('13','20150724120656039','2015072400190','211','22','1437681951','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437681968','0','0','0');");
E_D("replace into `hhs_delivery_order` values('14','20150724120808476','2015072490732','213','552','1437682108','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437682139','0','0','0');");
E_D("replace into `hhs_delivery_order` values('15','20150724135575335','2015072447018','215','111','1437688489','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437688548','0','0','0');");
E_D("replace into `hhs_delivery_order` values('16','20150724205782863','2015072465683','217','552','1437713797','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437713845','0','0','0');");
E_D("replace into `hhs_delivery_order` values('17','20150724210246707','2015072421100','219','41','1437714095','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437714123','0','0','0');");
E_D("replace into `hhs_delivery_order` values('18','20150724210464401','2015072472026','220','ae','1437714258','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437714289','0','0','0');");
E_D("replace into `hhs_delivery_order` values('19','20150724212425077','2015072452126','221','asd','1437715421','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437715459','0','0','0');");
E_D("replace into `hhs_delivery_order` values('20','20150724213250786','2015072421464','223','aaa','1437715928','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437715955','0','0','0');");
E_D("replace into `hhs_delivery_order` values('21','20150724222119161','2015072466724','224','aa','1437718843','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437718871','0','0','0');");
E_D("replace into `hhs_delivery_order` values('22','20150724222717833','2015072427309','225','aaa','1437719201','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437719220','0','0','0');");
E_D("replace into `hhs_delivery_order` values('23','20150724223155374','2015072420877','226','aa','1437719455','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437719472','0','0','0');");
E_D("replace into `hhs_delivery_order` values('24','20150724224131457','2015072445787','227','aa','1437720093','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437720113','0','0','0');");
E_D("replace into `hhs_delivery_order` values('25','20150725112872685','2015072519419','229','aaa','1437764609','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437766104','0','0','0');");
E_D("replace into `hhs_delivery_order` values('26','20150725112915445','2015072593685','228','','1437764342','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437766180','0','0','0');");
E_D("replace into `hhs_delivery_order` values('27','20150725113249461','2015072548350','230','dd','1437766353','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437766372','0','0','0');");
E_D("replace into `hhs_delivery_order` values('28','20150725113569817','2015072554806','231','a','1437766503','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437766524','0','0','0');");
E_D("replace into `hhs_delivery_order` values('29','20150725113677296','2015072588754','232','d','1437766596','0','','17','admin','贵公司','我我我我我我','1','7','100','896','','','','','15633333333','','','等待所有商品备齐后再发','0.00','0.00','1437766612','0','0','0');");
E_D("replace into `hhs_delivery_order` values('30','20150726000136758','2015072118479','128','23524234234','1437420802','0','','20','admin','哈哈哈','和家家户户','1','8','119','1040','','','','','13345678901','','','等待所有商品备齐后再发','0.00','0.00','1437811281','0','0','0');");
E_D("replace into `hhs_delivery_order` values('31','20150727214398694','2015072788494','248','123456','1437975745','0','','17','admin','的的333','856','0','5','66','633','','','','','15566666666','','','等待所有商品备齐后再发','0.00','0.00','1437975792','0','0','0');");
E_D("replace into `hhs_delivery_order` values('32','20150727220190589','2015072709890','249','123456','1437976323','5','申通快递','17','admin','的的333','856','0','5','66','633','','','','','15566666666','','','等待所有商品备齐后再发','0.00','0.00','1437976862','0','0','0');");
E_D("replace into `hhs_delivery_order` values('33','20150727234671415','2015072798506','250','','1437983193','5','申通快递','17','admin','的的333','856','0','5','66','633','','','','','15566666666','','','等待所有商品备齐后再发','0.00','0.00','1437983214','0','0','0');");
E_D("replace into `hhs_delivery_order` values('172','20151121132557753','2015112099419','1044','111','1447991427','27','上门取货','1291','admin','张明龙','东关街东方明珠','1','24','319','2679','','','','','15091017023','','','等待所有商品备齐后再发','0.00','0.00','1448054743','0','0','0');");

require("../../inc/footer.php");
?>