<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `hhs_order_goods`;");
E_C("CREATE TABLE `hhs_order_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_attr` text NOT NULL,
  `send_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `is_gift` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  `refund_reason` varchar(255) NOT NULL DEFAULT '',
  `refund_desc` text NOT NULL,
  `refund_pic1` varchar(255) NOT NULL DEFAULT '',
  `refund_pic2` varchar(255) NOT NULL DEFAULT '',
  `refund_pic3` varchar(255) NOT NULL DEFAULT '',
  `refund_add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `refund_confirm_time` int(10) unsigned NOT NULL DEFAULT '0',
  `refund_confirm_desc` text NOT NULL,
  `refund_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `ismc` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=1161 DEFAULT CHARSET=utf8");
E_D("replace into `hhs_order_goods` values('1019','1022','77','越南红心火龙果','321123','0','1','14.00','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1020','1023','85','珠光冰白','zgbb01','0','1','72.00','50.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1021','1024','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1022','1025','44','【测试商品-网站演示专用】北京果脯a','HHS000044','0','1','105.60','0.88','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1023','1026','44','【测试商品-网站演示专用】北京果脯a','HHS000044','0','1','105.60','0.88','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1024','1027','41','【测试商品-网站演示专用】果干','HHS000041','0','2','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1025','1028','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','1','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1026','1029','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1027','1030','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1028','1031','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1029','1032','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1030','1033','77','越南红心火龙果','321123','0','1','14.00','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1031','1034','77','越南红心火龙果','321123','0','1','14.00','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1032','1035','85','珠光冰白','zgbb01','0','1','72.00','50.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1033','1036','77','越南红心火龙果','321123','0','1','14.00','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1034','1037','85','珠光冰白','zgbb01','0','1','72.00','50.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1035','1038','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1036','1039','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1037','1040','86','海南圣女果','HHS000086','0','2','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1038','1041','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1039','1042','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1040','1043','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1041','1044','82','生态高山红富士','MD-02','0','1','55.00','0.10','规格:20个装[20] \n','1','1','team_goods','0','0','278','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1042','1045','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1043','1046','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1044','1047','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1045','1048','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1046','1049','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1047','1050','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1048','1051','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1049','1052','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1050','1053','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1051','1054','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1052','1055','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1053','1056','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1054','1057','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1055','1058','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1056','1059','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1057','1060','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1058','1061','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1059','1062','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1060','1063','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1061','1064','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1062','1065','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1063','1066','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1064','1067','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1065','1068','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1066','1069','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1067','1070','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1068','1071','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1069','1072','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1070','1073','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1071','1074','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1072','1075','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1073','1076','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1074','1077','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1075','1078','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1076','1079','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1077','1080','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1078','1081','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1079','1082','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1080','1083','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1081','1084','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1082','1085','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1083','1086','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1084','1087','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1085','1088','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1086','1089','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1087','1090','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1088','1091','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1089','1092','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1090','1093','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1091','1094','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1092','1095','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1093','1096','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1094','1097','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1095','1098','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1096','1099','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1097','1100','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1098','1101','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1099','1102','44','【测试商品-网站演示专用】北京果脯a','HHS000044','0','1','105.60','0.88','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1100','1103','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1101','1104','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1102','1105','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1103','1106','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1104','1107','77','越南红心火龙果','321123','0','2','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1105','1108','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1106','1109','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1107','1110','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1108','1111','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1109','1112','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1110','1113','86','海南圣女果','HHS000086','0','1','6.00','2.50','规格:规格1 \n','0','1','team_goods','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1111','1114','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1112','1115','54','【测试商品-网站演示专用】淘宝热卖 非律宾进口零食 多重防伪菲律宾特产 新包装7D芒果干','HHS000054','0','1','13.19','1.00','规格:500g/袋[6] \n','0','1','team_goods','0','0','263','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1113','1116','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1114','1117','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1115','1118','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1116','1119','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1117','1120','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1118','1121','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1119','1122','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1120','1123','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1121','1124','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1122','1125','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1123','1126','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1124','1127','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1125','1128','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1126','1129','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1127','1130','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1128','1131','41','【测试商品-网站演示专用】果干','HHS000041','0','1','23.88','1.00','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1129','1132','44','【测试商品-网站演示专用】北京果脯a','HHS000044','0','1','105.60','0.88','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1130','1133','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1131','1134','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1132','1135','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1133','1136','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1134','1137','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1135','1138','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1136','1139','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1137','1140','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1138','1141','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1139','1142','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1140','1143','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1141','1144','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1142','1145','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1143','1146','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1144','1147','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1145','1148','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1146','1149','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1147','1150','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1148','1151','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1149','1152','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1150','1153','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1151','1154','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1152','1155','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1153','1156','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1154','1157','86','海南圣女果','HHS000086','0','1','6.00','5.00','规格:规格1 \n','0','1','','0','0','280','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1155','1158','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1156','1159','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1157','1160','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1158','1161','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1159','1162','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");
E_D("replace into `hhs_order_goods` values('1160','1163','77','越南红心火龙果','321123','0','1','14.00','0.01','','0','1','team_goods','0','0','','','','','','','0','0','','0','0');");

require("../../inc/footer.php");
?>